start_message = 'Приветственное сообщение!'

admin_command = 'Добро пожаловать в админ панель 🏚'

audit_statistic = '''
👥 Всего - <code>{}</>
📊 Самороста - <code>{}</> <code>({}%)</>
🟢 Живы - <code>{}</> <code>({}%)</>
☠️ Мертвы - <code>{}</> <code>({}%)</>
🔊 Подписались на ОП - <code>{}</> <code>({}%)</>

· За сегодня - <code>{}</>
· За неделю - <code>{}</>
· За месяц - <code>{}</>

🧮 Аудитория:
{}

📊 Статистика групп:

👥 Всего - <code>{}</>
🟢 Активные - <code>{}</>  <code>({}%)</>
⚙️ Есть админка - <code>{}</>  <code>({}%)</>
📑 Нет админки - <code>{}</>  <code>({}%)</>

👤 Статистика групп по времени:

· За сегодня - <code>{}</>
· За неделю - <code>{}</>
· За месяц - <code>{}</>
'''

payment_statistic = '''
Сегодня:

· Общая сумма - <code>{0[0]}</>
· Средний чек - <code>{0[1]}</>
· Всего покупок - <code>{0[2]}</>

Последние 7 дней:

· Общая сумма - <code>{1[0]}</>
· Средний чек - <code>{1[1]}</>
· Всего покупок - <code>{1[2]}</>

Последние 31 день:

· Общая сумма - <code>{2[0]}</>
· Средний чек - <code>{2[1]}</>
· Всего покупок - <code>{2[2]}</>
'''