main = '''
Меню категорий 📖
'''

type_category_name = '''
Введите название категории
'''

category_successful_created = '''
Категория успешно создана ✅
'''

type_subcategory_name = '''
Введите название подкатегории
'''

choose_category_id = '''
Выберите категорию к которую нужно добавить подкатегорию 👇
'''

choose_category_id_error = '''
Для начала создайте категорию!
'''

subcategory_successful_created = '''
Подкатегория успешно создана ✅
'''

categories_list = '''
Перед вами список категорий.
Выберите одну из них для получения больше информации
'''

categories_list_empty = '''
Список категорий пуст, добавьте одну перед этой кнопкой
'''

category = '''
ID: {}
Название категории: {}

Подкатегории:
{}

Персонажей в категории - {}
'''

confirm_deleting_category = '''
Подтвердите удаление категории {}
В том числе удалятся {} подкатегории под этой категорией
Также удалятся категории и подкатегории у всех персонажей у которых эта категория
'''

subcategories_list = '''
Перед вами список подкатегорий.
Выберите одну из них для получения больше информации
'''

subcategories_list_empty = '''
Список подкатегорий пуст, добавьте одну перед этой кнопкой
'''

subcategory = '''
ID: {}
Название категории: {}
Название подкатегории: {}

Персонажей в подкатегории - {}
'''

confirm_deleting_subcategory = '''
Подтвердите удаление подкатегории {}
Также удалятся подкатегории у всех персонажей у которых эта подкатегория
'''
