settings = '''<b>⚙ Настройки рассылки</>

👤 Количество:  <b>{}</>
👥 Порядок:  <b>{}</>
⏳ Скорость:  <b>{}</b>

✨ Охват аудитории: <b><i>{}</></>

{}
'''

ongoing = '''<b>💬 В данный момент уже идет рассылка.</>

<i>Подождите, пока она закончится. Вы получите уведомление по окончании.</>
'''

false = '''
<b>❌ Рассылка не запущена!</>

<i>Проверьте ваш пост.</>
'''

start = '''
<b>✅ Рассылка началась</>

Чтобы остановить рассылку нажмите кнопку: <b>«⭕ Остановить рассылку»</>
Порогресс рассылки в разделе: <b>«Рассылка ✉️»</>

<i>Вы можете менять рассылку. На запущенную рассылку это не повлияет.</>
'''

status = '''
📈 Прогресс рассылки  <b>{}</> / <b>{}</>  <code>({} %)</>
⏱ Осталось примерно <b>{}</>
'''

finished = '''<b>✅ Рассылка окончена!</>

🟢 Активно:  <b>{}</>
⭕ Не активно:  <b>{}</>
⭕ Заблокировано:  <b>{}</>
⭕ Отсутствуют:  <b>{}</>

🕘 Время:  <b>{}</>'''

stop = '<b>❄ Остановка рассылки..</>'

limit = '<b>❄ Превышен лимит сообщений в секунду</>'

error = '<b>⚠ Ошибка </>\n\n<code>{}</>'

back_to_admin_menu = 'Возвращаю в админку'

send_your_post = '<b>💬 Отправьте ваш пост для рассылки:</>'
send_count_people = '<b>💬 Введите количество людей на рассылку:</>'
choice_order = '<b>💬 Выберите порядок людей на рассылку:</>'
post_dont_exist = 'Пост не добавлен!'

confirm = '<b>❔ Вы точно хотите запустить рассылку?</>'

mailing_is_started = 'Рассылка начнется в скором времени...'
