menu = '''
Меню рефералов
'''

type_name_ref = '''
Введите название реф ссылки:
'''

create_ref_successful = '''
Реф. ссылка {ref} успешно создана

Можете смотреть её статистику через кнопку <b>Список реф. ссылок 💵</>
Также можно смотреть статистику через команду <code>/ref {ref}</>
'''

type_digit = '''
Пожалуйста введите число!
'''

refs = '''
Тут собраны все созданные вами реф. ссылки
'''

refs_dont_exist = '''
Вы не создали ни одной реф. ссылки
'''

user_ref_stat = '''Данные реф. ссылки.

Название ссылки: <code>{}</>
Цена: <code>{:.1f}₽</>

📊 Статистика:

· Всего перешли - <code>{}</> 💵 - <code>{:.1f}₽</>
· Из них живы - <code>{}</>  <code>({}%)</> 💵 - <code>{:.1f}₽</>
· Подписались на ОП - <code>{}</>  <code>({}%)</>

👤 Статистика по времени:

· Сегодня - <code>{}</>
· За последние 7 дней - <code>{}</>
· За последние 31 день - <code>{}</>

Ссылка: <code>https://t.me/{}?start={}</>
Указанная цена возле статистика - это цена за 1 пдп.

Пропишите команду <code>/price цена</> в ответ на это сообщение чтобы указать цену.
'''

chat_ref_stat = '''Данные реф. ссылки.

Название ссылки: <code>{}</>
Цена: <code>{:.1f}₽</>

📊 Статистика:

· Всего перешли - <code>{}</> 💵 - <code>{:.1f}₽</>
· Из них живы - <code>{}</>  <code>({}%)</> 💵 - <code>{:.1f}₽</>

👤 Статистика по времени:

· Сегодня - <code>{}</>
· За последние 7 дней - <code>{}</>
· За последние 31 день - <code>{}</>

Ссылка: <code>https://t.me/{}?startgroup={}</>
Указанная цена возле статистика - это цена за 1 пдп.
Пропишите команду <code>/price цена</> в ответ на это сообщение чтобы указать цену.
'''

confirm_deleting = 'Подтвердите удаление рефки <b><i>{}</></>'
successful_delete = 'Рефка {} успешно удалена!'
