
main = '''
<i><b>👁 Показы</></>

Нажмите на <i><b>ID</></> показа для того чтобы увидеть пост

ID | Прогресс | Статус | Удалить
'''

progress = 'Прогресс показа {}:\nОтправлено - {}\nНадо отправить - {}'
get_post = '<b><i>💬 Отправьте мне готовый пост</></>'
get_sent_count = '<b><i>💬 Введите кол-во показов</></>\n\nЧтобы отправлять показы без лимита, отправьте 0'
success_add = '<b><i>Показ успешно добавлен!</></>'
confirm_delete = '<b><i>Подтвердите удаление показа {}</></>'
delete = 'Показ {} удалён'
