
main = '''
<i><b>👁 Обязательная подписка</></>

Нажмите на <i><b>ID</></> Канала/Бота для подробной информации и настройки

ID | Название | Статус | Удалить
'''

get_message = '<b><i>💬 Перешлите мне сообщение c Канала/Бота</></>'
get_link = '<b><i>💬 Отправьте ссылку на Канал/Бот</></>'
success_add = '<b><i>Канал/Бот успешно добавлен!</></>'
confirm_delete = '<b><i>Подтвердите удаление Канала/Бота {}</></>'
delete = 'Канал/Бот {} удалён'
small_info = 'Краткая информация\nChatID: {}\nНазвание Канала/Бота: {}\nСсылка: {}'
info = '''
<i><b>Канал/Бот</></>

<b>ChatID</>: <code>{}</>
<b>Название</>: <i>{}</>
<b>Ссылка</>: <i>{}</>

<i><b>Статистика пользователей 📊:</></>
<b>Всего подписались</> 👥 - <i>{}</>
<b>Из них живы</> 🟢 - <i>{}</>


<i><b>Внимание</>❗️ Эта статистика <u>неточная</></>
'''